Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Select fields and values
it_it: Seleziona campi e valori

source: Direct Reports
it_it: Subordinati diretti

source: View formula
it_it: Visualizza formula

source: Indirect reports
it_it: Subordinati indiretti

source: Role view
it_it: Vista ruolo

source: Reject & logout
it_it: Rifiuta ed esci

source: Data privacy statement
it_it: Informativa sulla privacy dei dati

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
it_it: Accetta l'informativa sulla privacy dei dati per procedere. Se rifiuti l'informativa, il tuo account sarà disconnesso.

source: Please accept the data privacy statement to proceed.
it_it: Accetta l'informativa sulla privacy dei dati per procedere.

source: Next month
it_it: Mese prossimo

source: Previous month
it_it: Mese precedente

source: Date picker calendar
it_it: Calendario del selettore di date

source: Invalid date format. Please use {{dateFormat}}.
it_it: Formato data non valido. Utilizzare il formato {{dateFormat}}.

source: Month
it_it: Mensile

source: Pick a date
it_it: Scegli una data

source: Year
it_it: Annuale

source: Calendar tool
it_it: Strumento calendario

source: Select date & time
it_it: Seleziona data e ora

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
it_it: Stai per rifiutare l’obiettivo <strong>{{goalTitle}}</strong>. Sei sicuro di voler procedere?

source: Reject goal
it_it: Rifiuta obiettivo

source: Comment
it_it: Commento

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
it_it: L'obiettivo <0>{{goalTitle}}</0> è stato rifiutato da {{managerName}}.

source: Rejected goal
it_it: Obiettivo rifiutato

source: The goal was rejected.
it_it: Obiettivo rifiutato.

source: The default language is required.
it_it: La lingua predefinita è richiesta.

source: Are you sure you want to delete this item?
it_it: Eliminare questo elemento?

source: The goal was successfully deleted.
it_it: Obiettivo eliminato correttamente.

source: Please add at least one deliverable.
it_it: Aggiungi almeno un deliverable.

source: Are you sure you want to quit without saving your changes?
it_it: Uscire senza salvare le modifiche?

source: Discard changes
it_it: Elimina modifiche

source: Discard comment
it_it: Elimina commento

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
it_it: Sono presenti modifiche non salvate. Lasciare questa pagina ed eliminare le modifiche?

source: You will lose any unsaved changes to your comment.
it_it: Perderai tutte le modifiche non salvate al tuo commento.

source: Quit without saving
it_it: Esci senza salvare

source: Keep editing
it_it: Continua a modificare

source: Unsaved changes
it_it: Modifiche non salvate

source: Discard comment changes
it_it: Elimina le modifiche al commento

source: Congratulations! Your goal is completed.
it_it: Congratulazioni! Obiettivo completato.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
it_it: Questa esportazione è filtrata in base alle autorizzazioni di accesso. Contiene solo i dati dei Collaboratori che sei autorizzato a visualizzare.

source: The password doesn't meet the requirements.
it_it: La password non soddisfa i requisiti.

source: Must contain at least one lowercase letter
it_it: Deve contenere almeno una lettera minuscola

source: Maximum password length: {{max}} characters
it_it: Lunghezza massima della password: {{max}} caratteri

source: Minimum password length: {{min}} characters
it_it: Lunghezza minima della password: {{min}} caratteri

source: Must contain at least one uppercase letter
it_it: Deve contenere almeno una lettera maiuscola

source: Drafts
it_it: Bozze

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
it_it: Premi la barra spaziatrice per iniziare a trascinare. Durante il trascinamento, puoi usare i tasti freccia per spostare l'elemento e il tasto Esc per annullare l'azione.

source: Dragging was canceled and the sortable item was dropped.
it_it: Il trascinamento è stato annullato e l'operazione non è riuscita.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
it_it: L'elemento ordinabile è stato rilasciato nella posizione {{position}} di {{itemCount}}.

source: The draggable item is no longer over a droppable area.
it_it: L'elemento trascinabile non è più sopra un'area idonea per il rilascio.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
it_it: L'elemento ordinabile è stato spostato nella posizione {{position}} di {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
it_it: Elemento ordinabile raccolto. L'elemento ordinabile è nella posizione {{position}} di {{itemCount}}.

source: Upload image
it_it: Carica immagine

source: Delete image
it_it: Elimina immagine

source: Are you sure you want to delete this file?
it_it: Eliminare questo file?

source: Delete photo
it_it: Elimina foto

source: or drag & drop
it_it: o trascina

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
it_it: Caricamento non riuscito. Assicurati che il file soddisfi i requisiti per il caricamento dei file elencati sopra.

source: Drag & drop or click upload to add file.
it_it: Trascina e rilascia o fai clic su carica per aggiungere un file.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
it_it: Formati di file supportati: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Dimensione massima del file: 10 MB. Numero massimo di file: {{count}}.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
it_it: Formati di file supportati: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Dimensione massima del file: 10 MB. Numero massimo di file: {{count}}.

source: Supported file formats: JPG, JPEG, PNG
it_it: Formati di file supportati: JPG, JPEG, PNG

source: Upload documents
it_it: Carica documenti

source: Maximum file size: {{fileSize}}MB
it_it: Dimensione massima del file: {{fileSize}} MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
it_it: Trascina il file qui o fai clic per selezionare i file. Le immagini devono essere in formato JPG/JPEG o PNG. Risoluzione consigliata per le immagini: {{resolution}} pixel. Dimensione massima per le immagini: 2 MB.

source: Preview only; population settings prevent you from opening this goal.
it_it: Solo anteprima; le impostazioni della popolazione ti impediscono di aprire questo obiettivo.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
it_it: Nessun risultato corrispondente ai criteri di ricerca o del filtro.<br/> Rimuovi i filtri e azzera la ricerca per mostrare tutti i risultati.

source: Enter URL
it_it: Inserisci URL

source: Equity manager
it_it: Manager titoli azionari

source: Grant price
it_it: Prezzo della concessione

source: Grant timeline
it_it: Tempistica delle concessioni

source: Grant timeline help
it_it: Aiuto per le tempistiche delle concessioni

source: Next grants vested amount
it_it: Importo maturato delle prossime concessioni

source: All my equity plans
it_it: Tutti i miei piani azionari

source: My equity plans
it_it: I miei piani azionari

source: First vesting
it_it: Prima maturazione

source: Grant date
it_it: Data di concessione

source: Grants
it_it: Concessioni

source: Last vesting
it_it: Ultima maturazione

source: Executive plan name
it_it: Nome del piano esecutivo

source: Next vesting
it_it: Prossima maturazione

source: Strike price
it_it: Prezzo di esercizio

source: Vested grants
it_it: Concessioni maturate

source: Vesting date
it_it: Data di maturazione

source: Vesting period
it_it: Periodo di maturazione

source: Reset to current value
it_it: Reimposta al valore attuale

source: My equity simulation
it_it: La mia simulazione azionaria

source: Stock trend ($/unit)
it_it: Andamento delle azioni ($/unità)

source: Equity overview
it_it: Panoramica azionaria

source: My equity overview
it_it: La mia panoramica azionaria

source: Total grants vested amount
it_it: Importo maturato totale delle concessioni

source: Equity plan type
it_it: Tipo di piano azionario

source: Stock options
it_it: Stock option

source: 403 - Access denied
it_it: 403 - Accesso negato

source: 404 - Page not found
it_it: 404 - Pagina non trovata

source: Unexpected error
it_it: Errore imprevisto

source: More information is available in the console.
it_it: Ulteriori informazioni sono disponibili nella console.

source: Error ID: {{text}}
it_it: ID errore: {{text}}

source: Error
it_it: Errore

source: Your form contains the following errors
it_it: Il modulo contiene i seguenti errori

source: Message: {{text}}
it_it: Messaggio: {{text}}

source: Information not provided.
it_it: Informazioni non fornite.

source: Connection lost
it_it: Connessione persa

source: Your device has lost Internet access. Please check your network and try again.
it_it: Il tuo dispositivo ha perso l’accesso a Internet. Controlla la rete e riprova.

source: The page cannot be displayed.
it_it: Impossibile visualizzare la pagina.

source: A proxy is blocking the connection. Please try again.
it_it: Un proxy sta bloccando la connessione. Riprova.

source: An unexpected error has occurred.
it_it: Si è verificato un errore imprevisto.

source: divide
it_it: dividi

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
it_it: Operatore mancante. È necessario un operatore come + o * tra i numeri e i campi o prima di una parentesi.

source: An expression is required.
it_it: È necessaria un'espressione.

source: Expression incomplete. Make sure there is a number or field after the operator.
it_it: Espressione incompleta. Assicurarsi che ci sia un numero o un campo dopo l'operatore.

source: An expression cannot end with an operator. End with a number, field or ) .
it_it: Un'espressione non può terminare con un operatore. Deve terminare con un numero, un campo o una parentesi ).

source: An expression cannot start with an operator. Start with a number, field or ( .
it_it: Un'espressione non può iniziare con un operatore. Inizi con un numero, un campo o ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
it_it: Parentesi non corrispondenti. Assicurarsi che ogni ( abbia una ) corrispondente.

source: Missing operator after parenthesis
it_it: Operatore mancante dopo la parentesi

source: Cannot calculate a single operator. Please enter a full expression.
it_it: Impossibile calcolare un singolo operatore. Inserisca un'espressione completa.

source: Expression formula
it_it: Formula dell'espressione

source: Expression builder
it_it: Generatore di espressioni

source: left parenthesis
it_it: parentesi sinistra

source: subtract
it_it: sottrai

source: multiply
it_it: moltiplica

source: add
it_it: aggiungi

source: right parenthesis
it_it: parentesi destra

source: Sum
it_it: Somma

source: Text
it_it: Testo

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
it_it: Una funzionalità di Pay Intelligence che offre potenti strumenti di analisi per l'analisi dei dati, la visualizzazione e l'acquisizione di insight.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
it_it: Una funzionalità di Gestione delle Prestazioni che consente agli Amministratori HR di creare librerie di comportamenti che i Collaboratori possono poi utilizzare per evidenziare azioni specifiche nei feedback che offrono.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
it_it: Una funzionalità di Gestione delle Prestazioni che consente a manager e Collaboratori di creare insieme piani di sviluppo e aiutare i Collaboratori a crescere e raggiungere obiettivi professionali più elevati.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
it_it: Una funzionalità di Gestione delle Prestazioni che consente ai Collaboratori di programmare conversazioni regolari con i loro manager e riporti per allinearsi sugli obiettivi.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
it_it: Una funzionalità di Trasparenza Retributiva che consente ad amministratori e ruoli di compliance di concedere ai Collaboratori attivi l'accesso ai documenti relativi alla loro retribuzione o alla loro Valutazione delle performance.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
it_it: Una funzionalità di Gestione della Retribuzione che consente a manager e amministratori della retribuzione di confrontare la retribuzione dei Collaboratori e identificare rapidamente lacune e discrepanze.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
it_it: Una funzionalità di Compensation Management che consente agli amministratori HR di creare cicli di compensazione, che vengono poi utilizzati da manager e amministratori della compensazione per la Valutazione dei dati retributivi dei loro riporti e della forza lavoro più ampia dell’azienda.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
it_it: Questa funzionalità è disattivata e non può essere attivata. Per modificare questa impostazione, contatta l'amministratore di sistema.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
it_it: Questa funzionalità è attivata e non può essere disattivata. Per modificare questa impostazione, contatta l'amministratore di sistema.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
it_it: Una funzionalità di Gestione delle Prestazioni che consente ai Collaboratori di offrire rapidamente e facilmente ai colleghi osservazioni su eventi e situazioni a cui hanno assistito, e di richiedere ai colleghi opinioni sul proprio lavoro.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
it_it: Una funzionalità di Gestione delle Prestazioni che offre un potente assistente AI per creare obiettivi e modelli a partire da input predefiniti.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
it_it: Una funzionalità di Gestione delle Prestazioni che consente ai Collaboratori e ai manager di monitorare gli obiettivi professionali utilizzando traguardi specifici e misurabili, con metriche di raggiungimento e risultati quantificabili.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
it_it: Una funzionalità generale dell'applicazione che contiene una serie di widget che mettono in evidenza gli eventi chiave correlati alla retribuzione e alle prestazioni, a seconda delle funzionalità abilitate sulla piattaforma.

source: Compensation recommendations
it_it: Raccomandazioni sulla retribuzione

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
it_it: Una funzionalità di Pay Intelligence che offre agli utenti un potente framework di machine learning per generare raccomandazioni di compensazione automatizzate per i collaboratori nuovi ed esistenti.

source: Pay Analysis
it_it: Analisi retributiva

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
it_it: Una funzionalità che fornisce agli utenti analisi generate in PayAnalytics basate sulle mappature e sugli snapshot che creano nella piattaforma

source: Proxy Permission Manager
it_it: Manager delle autorizzazioni di delega

source: Proxy Permission Settings
it_it: Impostazioni delle autorizzazioni di delega

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
it_it: Una funzionalità di Gestione delle Prestazioni che consente agli amministratori HR di creare Valutazioni delle prestazioni in cui Collaboratori e manager riflettono sugli eventi accaduti durante un determinato periodo di tempo.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
it_it: Una funzionalità di Gestione delle Prestazioni che offre una ricerca intelligente in grado di rilevare parole non professionali in base a un elenco personalizzabile.

source: Talent Review
it_it: Valutazione dei talenti

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
it_it: Una funzionalità di gestione delle prestazioni che consente a manager e HR di valutare i talenti utilizzando griglie a 9 caselle basate su prestazioni, potenziale e fattori di rischio.

source: Your insights will not be shared with the feedback sender.
it_it: I tuoi insight non verranno condivisi con chi ha inviato il feedback.

source: Your reaction will be visible to all the people with whom this feedback was shared.
it_it: La tua reazione sarà visibile a tutte le persone con le quali è stato condiviso questo feedback.

source: Feedback actions
it_it: Azioni di feedback

source: Add people
it_it: Aggiungi persone

source: Something I really appreciate about you is
it_it: Qualcosa che apprezzo davvero di te è

source: Endorsed
it_it: Approvato

source: By endorsing feedback, you acknowledge a demonstrated strength.
it_it: Approvando il feedback, riconosci un punto di forza dimostrato.

source: Behavior feedback
it_it: Feedback sul comportamento

source: Keep your focus!
it_it: Mantieni la concentrazione.

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
it_it: Suggerendo di mantenere la concentrazione, evidenzi un'area di sviluppo a cui prestare particolare attenzione.

source: No description available.
it_it: Nessuna descrizione disponibile.

source: and {{count}} others
it_it: e {{count}} altri

source: Set rating for this behavior
it_it: Imposta la valutazione per questo comportamento

source: Let's meet
it_it: Facciamo una riunione

source: Clarity for worker
it_it: Chiarezza per il collaboratore

source: Your feedback was described as
it_it: Il tuo feedback è stato descritto come

source: Wonderful! Thank you for your reaction.
it_it: Fantastico, grazie per la tua reazione.

source: Write a reaction
it_it: Scrivi una reazione

source: Have they demonstrated any of the below behaviors?
it_it: Ha dimostrato uno dei comportamenti elencati di seguito?

source: Have they demonstrated any company behaviors?
it_it: Ha dimostrato comportamenti aziendali?

source: Have they demonstrated any of our company behaviors?
it_it: Ha dimostrato qualcuno dei nostri comportamenti aziendali?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
it_it: Richieste chiare portano a feedback più pertinenti e significativi. Descrivi chiaramente le aree su cui desideri ricevere feedback.

source: Share your insights
it_it: Condividi i tuoi insight

source: Create context by detailing what you observed and when you observed it.
it_it: Fornisci contesto aggiungendo dettagli su ciò che hai notato e quando lo hai osservato.

source: Select people
it_it: Seleziona persone

source: Select person
it_it: Seleziona persona

source: Select the company behaviors that {{Name}} has demonstrated.
it_it: Seleziona i comportamenti aziendali che {{Name}} ha dimostrato.

source: Fantastic! Thank you for your feedback!
it_it: Ottimo, grazie per il tuo feedback.

source: Delete feedback
it_it: Elimina feedback

source: Delete note
it_it: Elimina nota

source: Edit note
it_it: Modifica nota

source: Endorse
it_it: Approva

source: Endorse this feedback to let your colleagues know that you agree.
it_it: Approva questo feedback per far sapere ai tuoi colleghi che sei d'accordo.

source: Favorite
it_it: Preferito

source: Wonderful! Favoriting feedback is the highest compliment.
it_it: Fantastico, aggiungere un feedback ai preferiti è il complimento più grande che puoi fare.

source: Favorite feedback
it_it: Feedback preferiti

source: Favorite this feedback to let your colleague know how much you value their opinion!
it_it: Aggiungi questo feedback ai preferiti per far sapere al tuo collega quanto apprezzi la sua opinione.

source: {{name}} request
it_it: Richiesta di {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
it_it: La risposta è pronta per essere inviata? Questo feedback sarà inviato solo al manager; {{name}} ({{nickName}}) non lo vedrà.

source: You have sent a meet request to {{name}} ({{nickName}}).
it_it: Hai inviato una richiesta di riunione a {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
it_it: Vuoi procedere?

source: This feedback will be sent to {{count}} recipients.
it_it: Questo feedback verrà inviato a {{count}} destinatari.

source: This feedback will be shared with {{count}} recipient.
it_it: Questo feedback verrà condiviso con {{count}} destinatario.

source: This feedback will be shared with {{count}} recipients.
it_it: Questo feedback verrà condiviso con {{count}} destinatari.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
it_it: Rifletti sulle tue intenzioni prima di condividere un feedback. Dovresti sempre cercare di ispirare una crescita.

source: Purposeful
it_it: Propositivo

source: Focus the conversation on the future.
it_it: Concentra la conversazione sul futuro.

source: To get started, request feedback from your network
it_it: Per iniziare, richiedi feedback dalla tua rete

source: No received feedback
it_it: Nessun feedback ricevuto

source: Feedback requested
it_it: Feedback richiesto

source: Perceived clarity
it_it: Chiarezza percepita

source: Clarity (avg).
it_it: Chiarezza (media).
